Repository: sam9712005/smart_health_productive_app
Catalog: l10n/app_*.arb
Languages: hi, kn, mr

# urine_leakage
source: Leakage of urine
hi: पेशाब का रिसाव
kn: ಮೂತ್ರ ಸೋರುವುದು
mr: मूत्र गळणे

source: Sexual problems
hi: यौन समस्याएं
kn: ಲೈಂಗಿಕ ಸಮಸ್ಯೆಗಳು
mr: लैंगिक समस्या

source: Joint pain
hi: जोड़ों में दर्द
kn: ಕೀಲು ನೋವು
mr: सयुक्ताच दाब

# joint_swelling
source: Swelling of joints
hi: जोड़ों में सूजन
kn: ಕೀಲುಗಳಲ್ಲಿ ಊತ
mr: सयुक्तामध्ये सूज

# morning_stiffness
source: Stiffness in the morning
hi: सुबह में जकड़न
kn: ಬೆಳಿಗ್ಗೆ ಠೀವಿತ್ವ
mr: सकाळी कडकपणा

source: Muscle pain
hi: मांसपेशियों में दर्द
kn: ಸ್ನಾಯುಗಳಲ್ಲಿ ನೋವು
mr: स्नायु दाब

source: Weak muscles
hi: कमजोर मांसपेशियां
kn: ದುರ್ಬಲ ಸ್ನಾಯುಗಳು
mr: कमजोर स्नायु

# difficulty_joint_movement
source: Difficulty moving joints
hi: जोड़ों को हिलाने में कठिनाई
kn: ಕೀಲುಗಳನ್ನು ಚಲಿಸುವಿಕೆಯಲ್ಲಿ ತೊಂದರೆ
mr: सयुक्ता हलवण्यात अडचण

# bent_bones
source: Bent or changed shape of bones
hi: हड्डियों का मुड़ा हुआ या बदला हुआ आकार
kn: ಮೂಳೆಯ ಬಾಗಿದ ಅಥವಾ ಬದಲಾದ ಆಕೃತಿ
mr: हाडांची वाकलेली किंवा बदलीय आकृती

source: Back pain
hi: पीठ में दर्द
kn: ಬೆನ್ನಿನ ನೋವು
mr: पीठदुखी

# feeling_weak_tired
source: Feeling weak or tired
hi: कमजोर या थका हुआ महसूस करना
kn: ದುರ್ಬಲ ಅಥವಾ ಆಯಾಸದ ಭಾವನೆ
mr: कमजोर किंवा थकलेले महसूस करणे

source: Pale skin
hi: पीली त्वचा
kn: ತಿಳುವ ಚರ್ಮ
mr: फिकट त्वचा

# easy_bruising
source: Getting bruises easily
hi: आसानी से नीले निशान पड़ना
kn: ಸುಲಭವಾಗಿ ಹೊಡೆತದ ಗುರುತುಗಳು ಪಡೆಯುವುದು
mr: सहजपणे जखमा पडणे

# gum_bleeding
source: Bleeding from gums
hi: मसूड़ों से खून आना
kn: ಸೋರೆಗಳಿಂದ ರಕ್ತ ಹೊರಹೋಗುವುದು
mr: हिरड्यांतून रक्त बाहेर येणे

# frequent_infections
source: Getting infections often
hi: अक्सर संक्रमण होना
kn: ಆಗಾಗ ಸೋಂಕು ಪಡೆಯುವುದು
mr: वारंवार संक्रमण होणे

# swollen_glands
source: Swollen glands in neck/armpit/groin
hi: गर्दन / कांख / कमर में सूजी हुई ग्रंथियां
kn: ಕಣ್ಠ / ಪಿತ್ತ / ಮೈಯಲ್ಲಿ ಊತವುಳ್ಳ ಗ್ರಂಥಿಗಳು
mr: मान / काठी / खुबीमध्ये सूज असलेली ग्रंथी

source: Fever
hi: बुखार
kn: ಜ್ವರ
mr: ताप

# sudden_weight_change
source: Sudden weight gain or loss
hi: अचानक वजन बढ़ना या घटना
kn: ಆಕಸ್ಮಿಕ ತೂಕ ಲಾಭ ಅಥವಾ ನಷ್ಟ
mr: अचानक वजन वाढणे किंवा घटणे

# temperature_sensitivity
source: Feeling too hot or too cold
hi: बहुत गर्म या बहुत ठंडा महसूस करना
kn: ಬಹಳ ಬಿಸಿ ಅಥವಾ ತುಂಬಾ ತಣ್ಣಗೆ ಭಾಸವಾಗುವುದು
mr: बहुत गरम किंवा साचणे अनुभवणे

# excessive_thirst
source: Feeling very thirsty
hi: बहुत प्यास लगना
kn: ಬಹಳ ಬಾಯಾರುವುದು
mr: अत्यधिक तहान

# excessive_urination
source: Passing urine very often
hi: बहुत बार पेशाब करना
kn: ಅತ್ಯಧಿಕ ಮೂತ್ರ ವಿಸರ್ಜನೆ
mr: अत्यधिक मूत्र विसर्जन

# excessive_hunger
source: Feeling very hungry
hi: बहुत भूख लगना
kn: ಬಹಳ ಹಸಿವು ಭಾಸವಾಗುವುದು
mr: अत्यधिक भूक

source: Excess sweating
hi: अत्यधिक पसीना आना
kn: ಅಧಿಕ ವೆವರೆ ಸೋರುವುದು
mr: अत्यधिक घाम

source: Hair fall
hi: बालों का गिरना
kn: ಕೂದಲಿನ ನಷ್ಟ
mr: केसांची झड

source: Irregular periods
hi: अनियमित मासिक धर्म
kn: ಅನಿಯಮಿತ ಮೆನ್ಸ್ಟ್ರುಆಲ್ ಸೈಕಲ್
mr: अनियमित मासिक धर्म

source: ✅ Symptoms submitted successfully!
hi: ✅ लक्षण सफलतापूर्वक जमा किए गए!
kn: ✅ ರೋಗಲಕ್ಷಣಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
mr: ✅ लक्षण यशस्वीरित्या सलग केले!

# error_message
source: ❌ Error:
hi: ❌ त्रुटि:
kn: ❌ ದೋಷ:
mr: ❌ त्रुटी:

source: 🏥 Nearby Hospitals
hi: 🏥 पास के अस्पताल
kn: 🏥 ಹತ್ತಿರದ ಆಸ್ಪತ್ರೆಗಳು
mr: 🏥 जवळचे रुग्णालय

source: Location error:
hi: स्थान त्रुटि:
kn: ಸ್ಥಳ ದೋಷ:
mr: स्थान त्रुटी:

# error_loading
source: Error:
hi: त्रुटि:
kn: ದೋಷ:
mr: त्रुटी:

# no_hospitals_found_message
source: No hospitals found
hi: कोई अस्पताल नहीं मिला
kn: ಆಸ್ಪತ್ರೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ
mr: कोणतेही रुग्णालय सापडले नाही

# beds_label
source: Beds:
hi: बिस्तर:
kn: ಹಾಸಿರುಗಳು:
mr: बेड:

# oxygen_yes
source: Yes
hi: हां
kn: ಹೌದು
mr: होय

# oxygen_no
source: No
hi: नहीं
kn: ಇಲ್ಲ
mr: नाही

# oxygen_label
source: Oxygen:
hi: ऑक्सीजन:
kn: ಆಕ್ಸಿಜನ್:
mr: ऑक्सिजन:

# navigate_button
source: 📍 Navigate
hi: 📍 नेविगेट करें
kn: 📍 ನ್ಯಾವಿಗೇಟ್ ಮಾಡಿ
mr: 📍 नेव्हिगेट करा

# ward_general
source: General Ward
hi: सामान्य वार्ड
kn: ಜನರಲ್ ವಾರ್ಡ್
mr: सामान्य वार्ड

# ward_semi_private
source: Semi-private Ward
hi: सेमी-प्राइवेट वार्ड
kn: ಸೆಮಿ-ಪ್ರೈವೇಟ್ ವಾರ್ಡ್
mr: अर्ध-खाजगी वार्ड

# ward_private
source: Private Ward
hi: प्राइवेट वार्ड
kn: ಪ್ರೈವೇಟ್ ವಾರ್ಡ್
mr: खाजगी वार्ड

# ward_isolation
source: Isolation Ward
hi: आइसोलेशन वार्ड
kn: ಐಸೋಲೇಷನ್ ವಾರ್ಡ್
mr: अलगीकरण वार्ड

source: Ventilators
hi: वेंटिलेटर
kn: ವೆಂಟಿಲೇಟರ್ಸ್
mr: वेंटिलेटर

source: Monitors
hi: मॉनिटर
kn: ಮಾನಿಟರ್‌ಗಳು
mr: मॉनिटर

# emergency_24x7_label
source: Emergency 24x7
hi: आपातकालीन 24x7
kn: ತುರ್ತು 24x7
mr: आपातकालीन 24x7

source: Defibrillator
hi: डिफिब्रिलेटर
kn: ಡಿಫಿಬ್ರಿಲೇಟರ್
mr: डिफिब्रिलेटर

# central_oxygen_label
source: Central Oxygen
hi: केंद्रीय ऑक्सीजन
kn: ಕೇಂದ್ರೀಯ ಆಮ್ಲಜನಕ
mr: केंद्रीय ऑक्सिजन

source: In-house Pharmacy
hi: इन-हाउस फ़ार्मेसी
kn: ಇನ್-ಹೌಸ್ ಫಾರ್ಮಸಿ
mr: इन-हाउस औषधालय

source: Pharmacy 24x7
hi: फ़ार्मेसी 24x7
kn: ಫಾರ್ಮಸಿ 24x7
mr: औषधालय 24x7

source: Oxygen Cylinders
hi: ऑक्सीजन सिलेंडर
kn: ಆಮ್ಲಜನಕ ಸಿಲಿಂಡರ್‌ಗಳು
mr: ऑक्सिजन सिलिंडर

source: Essential Drugs
hi: आवश्यक दवाएँ
kn: ಅವಶ್ಯಕ ಔಷಧಿ
mr: आवश्यक औषधे

source: Doctors Count
hi: डॉक्टरों की संख्या
kn: ವೈದ್ಯರ ಸಂಖ್ಯೆ
mr: डॉक्टरांची संख्या

source: Nurses Count
hi: नर्सों की संख्या
kn: ನರ್ಸಸ್ ಸಂಖ್ಯೆ
mr: नर्सांची संख्या

source: ICU Trained Staff
hi: ICU प्रशिक्षित स्टाफ
kn: ICU ತರಬೇತಿ ಸಿಬ್ಬಂದಿ
mr: ICU प्रशिक्षित कर्मचारी

source: Anesthetist Available
hi: एनेस्थेटिस्ट उपलब्ध
kn: ಎನಸ್ತೆಥಿಸ್ಟ್ ಲಭ್ಯವಿದೆ
mr: संज्ञाहरण विज्ञानी उपलब्ध

source: Blood Bank
hi: ब्लड बैंक
kn: ಬ್ಲಡ್ ಬ್ಯಾಂಕ್
mr: रक्त बँक

source: Dialysis Unit
hi: डायलिसिस यूनिट
kn: ಡಯಾಲಿಸಿಸ್ ಯುನಿಟ್
mr: डायलिसिस युनिट

source: Mortuary
hi: मोर्ट्यूरी
kn: ಮೋರ್ಟುವರಿ
mr: मोर्चरी

source: User found
hi: उपयोगकर्ता मिला
kn: ವವಹಾರಕಾರ ಕಂಡುಬಂದರು
mr: वापरकर्ता सापडला

source: User not found
hi: उपयोगकर्ता नहीं मिला
kn: ವವಹಾರಕಾರ ಕಂಡುಬಂದಿಲ್ಲ
mr: वापरकर्ता सापडला नाही

source: Passwords do not match
hi: पासवर्ड मेल नहीं खाते
kn: ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಹೊಂದಿಕೆ ಇಲ್ಲ
mr: पासवर्ड जुळत नाहीत

# password_reset_successful
source: Password reset successfully
hi: पासवर्ड सफलतापूर्वक रीसेट किया गया
kn: ಪಾಸ್‌ವರ್ಡ್ ಯಶಸ್ವಿಯಾಗಿ ರೀಸೆಟ್ ಮಾಡಲಾಗಿದೆ
mr: पासवर्ड यशस्वीरित्या रीसेट केला

# password_reset_failed
source: Failed to reset password
hi: पासवर्ड रीसेट विफल
kn: ಪಾಸ್‌ವರ್ಡ್ ರೀಸೆಟ್ ವಿಫಲವಾಗಿದೆ
mr: पासवर्ड रीसेट अयशस्वी

source: Account recovery
hi: खाता पुनर्प्राप्ति
kn: ಖಾತೆ ಪುನರುದ್ಧಾರ
mr: खाते पुनर्प्राप्ति

# enter_email_or_username
source: Enter your email or username to recover your account
hi: अपना खाता पुनर्प्राप्त करने के लिए अपना ईमेल या उपयोगकर्ता नाम दर्ज करें
kn: ನಿಮ್ಮ ಖಾತೆ ಪುನರುದ್ಧಾರ ಮಾಡಲು ಇಮೇಲ್ ಅಥವಾ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
mr: आपले खाते पुनर्प्राप्त करण्यासाठी आपली ईमेल किंवा वापरकर्ता नाव प्रविष्ट करा

source: Email or Username
hi: ईमेल या उपयोगकर्ता नाम
kn: ಇಮೇಲ್ ಅಥವಾ ಬಳಕೆದಾರ ಹೆಸರು
mr: ईमेल किंवा वापरकर्ता नाव

source: Verify Account
hi: खाता सत्यापित करें
kn: ಖಾತೆ ಪರಿಶೋಧಿಸಿ
mr: खाते सत्यापित करा

source: Back to Login
hi: लॉगिन पर वापस
kn: ಲಾಗಿನ್‌ಗೆ ಹಿಂದಿರುಗಿ
mr: लॉगिनला परत

source: Set New Password
hi: नया पासवर्ड सेट करें
kn: ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ಹೊಂದಿಸಿ
mr: नवीन पासवर्ड सेट करा

# enter_secure_password
source: Enter a new secure password for your account
hi: अपने खाते के लिए एक नया सुरक्षित पासवर्ड दर्ज करें
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಹೊಸ ಸುರಕ್ಷಿತ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
mr: आपल्या खात्यासाठी नवीन सुरक्षित पासवर्ड प्रविष्ट करा

source: New Password
hi: नया पासवर्ड
kn: ಹೊಸ ಪಾಸ್‌ವರ್ಡ್
mr: नवीन पासवर्ड

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
kn: ಪಾಸ್‌ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
mr: पासवर्ड पुष्टी करा

source: Reset Password
hi: पासवर्ड रीसेट करें
kn: ಪಾಸ್‌ವರ್ಡ್ ರೀಸೆಟ್ ಮಾಡಿ
mr: पासवर्ड रीसेट करा

source: Success
hi: सफलता
kn: ಯಶಸ್ವಿ
mr: यशस्वी

# password_updated_successfully
source: Your password has been updated successfully
hi: आपका पासवर्ड सफलतापूर्वक अपडेट कर दिया गया है
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mr: आपला पासवर्ड यशस्वीरित्या अपडेट झाला आहे

source: Get Started
hi: शुरू करें
kn: ಪ್ರಾರಂಭ ಮಾಡಿ
mr: सुरू करा

# already_have_account
source: Already have an account?
hi: क्या पहले से एक खाता है?
kn: ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರಾ?
mr: आधीच खाते आहे का?

source: Health Risk Report
hi: स्वास्थ्य जोखिम रिपोर्ट
kn: ಆರೋಗ್ಯ ಝೋಖಿಮ ವರದಿ
mr: आरोग्य जोखीम अहवाल

# download_health_report
source: Download Health Report (PDF)
hi: स्वास्थ्य रिपोर्ट डाउनलोड करें (PDF)
kn: ಆರೋಗ್ಯ ವರದಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ (PDF)
mr: आरोग्य अहवाल डाउनलोड करा (PDF)

source: View Recommended Hospitals
hi: अनुशंसित अस्पताल देखें
kn: ಶಿಫಾರಸುಮಾಡಿದ ಆಸ್ಪತ್ರೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ
mr: शिफारस केलेले रुग्णालय पहा

# generating_report
source: Generating Health Report PDF...
hi: स्वास्थ्य रिपोर्ट PDF तैयार किया जा रहा है...
kn: ಆರೋಗ್ಯ ವರದಿ PDF ಉತ್ಪಾದಿಸಲಾಗುತ್ತಿದೆ...
mr: आरोग्य अहवाल PDF तयार केला जात आहे...

# report_downloaded_successfully
source: Health report downloaded successfully!
hi: स्वास्थ्य रिपोर्ट सफलतापूर्वक डाउनलोड हुई!
kn: ಆರೋಗ್ಯ ವರದಿ ಯಶಸ್ವಿಯಾಗಿ ಡೌನ್‌ಲೋಡ್ ಆದ!
mr: आरोग्य अहवाल यशस्वीरित्या डाउनलोड झाला!

source: Error downloading report:
hi: रिपोर्ट डाउनलोड करने में त्रुटि:
kn: ವರದಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ:
mr: अहवाल डाउनलोड करताना त्रुटी:

source: Profile updated successfully!
hi: प्रोफाइल सफलतापूर्वक अपडेट हुई!
kn: ಪ್ರೊಫೈಲ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ!
mr: प्रोफाइल यशस्वीरित्या अपडेट झाली!

source: Directions
hi: दिशा-निर्देश
kn: ನಿರ್ದೇಶನಗಳು
mr: दिशानिर्देश

# select_hospital
source: Select
kn: ಆರಿಸಿ
mr: निवडा

# selected_hospital
source: Selected
hi: चयनित
kn: ಆರಿಸಿದ
mr: निवडले

source: By Relevance
hi: प्रासंगिकता के अनुसार
kn: ಪ್ರಸಂಗಿಕತೆ ಮೂಲಕ
mr: प्रासंगिकतेनुसार

source: By Distance
hi: दूरी के अनुसार
kn: ದೂರ ಮೂಲಕ
mr: अंतरानुसार

source: ICU Resources
hi: ICU संसाधन
kn: ICU ಸಂಪನ್ಮೂಲಗಳು
mr: ICU संसाधनांपणे

source: Emergency & Life-saving
hi: आपातकालीन और जीवन-रक्षक
kn: ತುರ್ತು ಮತ್ತು ಜೀವನ-ರಕ್ಷಣೆ
mr: आपातकालीन आणि जीवन-रक्षण

source: Diagnostics
hi: नैदानिकी
kn: ನೋಟನ್ನು ನೀಡಿ
mr: निदान

source: Pharmacy & Supplies
hi: फ़ार्मेसी और आपूर्ति
kn: ಫಾರ್ಮಸಿ ಮತ್ತು ಸರಬರಾಜು
mr: फार्मेसी आणि पुरवठा

source: Human Resources
hi: मानव संसाधन
kn: ಮಾನವ ಸಂಪನ್ಮೂಲ
mr: मानव संसाधन

source: Support Resources
hi: सहायक संसाधन
kn: ಬೆಂಬಲ ಸಂಪನ್ಮೂಲಗಳು
mr: समर्थन संसाधन

# report_downloaded
source: Report downloaded successfully!
hi: रिपोर्ट सफलतापूर्वक डाउनलोड हुई!
kn: ವರದಿ ಯಶಸ್ವಿಯಾಗಿ ಡೌನ್‌ಲೋಡ್ ಆದ!
mr: अहवाल यशस्वीरित्या डाउनलोड झाला!

# authentication_required
source: Authentication required. Please login again.
hi: प्रमाणीकरण आवश्यक है। कृपया फिर से लॉगिन करें।
kn: ಪ್ರಮಾಣೀಕರಣ ಅಗತ್ಯವಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಲಾಗಿನ್ ಮಾಡಿ.
mr: प्रमाणीकरण आवश्यक आहे. कृपया पुनः लॉगिन करा.

# unauthorized
source: Unauthorized: Government access required
hi: अनधिकृत: सरकारी पहुंच आवश्यक है
kn: ಅನಧಿಕೃತ: ಸರ್ಕಾರ ಪ್ರವೇಶ ಅಗತ್ಯವಿದೆ
mr: अनुमती संपादनीय नाही: सरकारी प्रवेश आवश्यक आहे

source: Download failed:
hi: डाउनलोड विफल:
kn: ಡೌನ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ:
mr: डाउनलोड अयशस्वी:

# password_validation_error
source: Password must have 6+ characters, a special character, and start with uppercase
kn: ಪಾಸ್‌ವರ್ಡ್ 6+ ಅಕ್ಷರಗಳು, ವಿಶೇಷ ಅಕ್ಷರ ಮತ್ತು ದೊಡ್ಡ ವರ್ಣಾಕ್ಷರದೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗಬೇಕು
mr: पासवर्डमध्ये 6+ अक्षर, विशेष अक्षर आणि मोठे अक्षराने सुरू असणे आवश्यक आहे

# email_validation_error
source: Email must contain '@' symbol
kn: ಇಮೇಲ್ '@' ಚಿಹ್ನೆ ಹೊಂದಿರಬೇಕು
mr: ईमेलमध्ये '@' चिन्ह असणे आवश्यक आहे

# phone_validation_error
source: Phone number must be exactly 10 digits
kn: ಫೋನ್ ಸಂಖ್ಯೆ ನಿಖರವಾಗಿ 10 ಅಂಕೆಗಳು ಇರಬೇಕು
mr: फोन नंबर अचूक 10 अंक असणे आवश्यक आहे
