Repository: sam9712005/smart_health_productive_app
Catalog: l10n/app_*.arb
Languages: hi, kn, mr

# appTitle
source: Smart Health
hi: स्मार्ट हेल्थ
kn: ಸ್ಮಾರ್ಟ್ ಹೆಲ್ತ್
mr: स्मार्ट हेल्थ

source: Login As
hi: इस रूप में लॉगिन करें
kn: ಲಾಗಿನ್ ಆಗಿ
mr: अ‍ॅडमिनिस्ट्रेटर म्हणून लॉगिन करा

source: Citizen
hi: नागरिक
kn: ನಾಗರಿಕ
mr: नागरिक

source: Hospital
hi: अस्पताल
kn: ಆಸ್ಪತ್ರೆ
mr: रुग्णालय

source: Ambulance
hi: एम्बुलेंस
kn: ಆಂಬುಲೆನ್ಸ್
mr: रुग्णवाहिका

source: Government
hi: सरकार
kn: ಸರ್ಕಾರ
mr: सरकार

# placeholder_citizen
source: Name / Email / Phone
hi: नाम / ईमेल / फोन
kn: ಹೆಸರು / ಇಮೇಲ್ / ಫೋನ್
mr: नाव / ईमेल / फोन

# placeholder_hospital
source: Hospital Name
hi: अस्पताल का नाम
kn: ಆಸ್ಪತ್ರೆಯ ಹೆಸರು
mr: रुग्णालयाचे नाव

# placeholder_ambulance
source: Hospital Name
hi: अस्पताल का नाम
kn: ಆಸ್ಪತ್ರೆಯ ಹೆಸರು
mr: रुग्णालयाचे नाव

# placeholder_government
source: Admin Username
hi: व्यवस्थापक उपयोगकर्ता नाम
kn: ನಿರ್ವಾಹಕ ಬಳಕೆದಾರ ಹೆಸರು
mr: प्रशासक वापरकर्ता नाव

source: Password
hi: पासवर्ड
kn: ಪಾಸ್‌ವರ್ಡ್
mr: पासवर्ड

source: Forgot Password?
hi: पासवर्ड भूल गए?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿದ್ದೀರಾ?
mr: पासवर्ड विसरलात?

source: Sign In
hi: साइन इन करें
kn: ಸೈನ್ ಇನ್
mr: साइन इन करा

# no_account
source: Don't have an account?
hi: खाता नहीं है?
kn: ಖಾತೆ ಹೊಂದಿಲ್ಲವೇ?
mr: खाते नाही का?

source: Sign Up
hi: साइन अप करें
kn: ಸೈನ್ ಅಪ್
mr: साइन अप करा

# invalid_credentials
source: Invalid credentials or server error
hi: अमान्य क्रेडेंशियल्स या सर्वर त्रुटि
kn: ಅಮಾನ್ಯ ಶಾಸನಗಳು ಅಥವಾ ಸರ್ವರ್ ದೋಷ
mr: अमान्य प्रमाणपत्र किंवा सर्व्हर त्रुटी

# enter_all_fields
source: Please enter all fields
hi: कृपया सभी फ़ील्ड भरें
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಫೀಲ್ಡ್‌ಗಳನ್ನು ನಮೂದಿಸಿ
mr: कृपया सर्व फील्ड भरा

source: Select Language
hi: भाषा चुनें
kn: ಭಾಷೆ ಆಯ್ಕೆ ಮಾಡಿ
mr: भाषा निवडा

source: Register
hi: रजिस्टर करें
kn: ನೋಂದಾಯಿತ
mr: नोंदणी करा

source: Create Account
hi: खाता बनाएं
kn: ಖಾತೆ ರಚಿಸಿ
mr: खाते तयार करा

source: Full Name
hi: पूरा नाम
kn: ಸಂಪೂರ್ಣ ಹೆಸರು
mr: पूर्ण नाव

source: Hospital Name
hi: अस्पताल का नाम
kn: ಆಸ್ಪತ್ರೆಯ ಹೆಸರು
mr: रुग्णालयाचे नाव

source: Username
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರ ಹೆಸರು
mr: वापरकर्ता नाव

source: Phone Number
hi: फोन नंबर
kn: ಫೋನ್ ಸಂಖ್ಯೆ
mr: फोन नंबर

source: Email
hi: ईमेल
kn: ಇಮೇಲ್
mr: ईमेल

source: Gender
hi: लिंग
kn: ಲಿಂಗ
mr: लिंग

source: Male
hi: पुरुष
kn: ಪುರುಷ
mr: पुरुष

source: Female
hi: महिला
kn: ಮಹಿಳೆ
mr: महिला

source: Other
hi: अन्य
kn: ಇತರೆ
mr: इतर

source: Total Beds
hi: कुल बिस्तर
kn: ಒಟ್ಟು ಹಾಸಿರುಗಳು
mr: एकूण बेड

source: ICU Beds
hi: ICU बिस्तर
kn: ICU ಹಾಸಿರುಗಳು
mr: ICU बेड

source: Oxygen Available
hi: ऑक्सीजन उपलब्ध
kn: ಆಮ್ಲಜನಕ ಲಭ್ಯ
mr: ऑक्सिजन उपलब्ध

source: Latitude
hi: अक्षांश
kn: ಅಕ್ಷಾಂಶ
mr: अक्षांश

source: Longitude
hi: देशांतर
kn: ರೇಖಾಂಶ
mr: रेखांश

source: 📍 Auto-fetch Location
hi: 📍 स्वचालित-फेच स्थान
kn: 📍 ಸ್ವಯಂಚಾಲಿತ-ಫೆಚ್ ಸ್ಥಳ
mr: 📍 स्वयंचलित स्थान मिळवा

source: Add Photo
hi: फोटो जोड़ें
kn: ಫೋಟೋ ಸೇರಿಸಿ
mr: फोटो जोडा

source: Take Photo
hi: फोटो लें
kn: ಫೋಟೋ ತೆಗೆಯಿರಿ
mr: फोटो घ्या

# choose_gallery
source: Choose from Gallery
hi: गैलरी से चुनें
kn: ಗ್ಯಾಲರಿಯಿಂದ ಆರಿಸಿ
mr: गॅलरीतून निवडा

source: Add Profile Picture
hi: प्रोफाइल चित्र जोड़ें
kn: ಪ್ರೊಫೈಲ್ ಚಿತ್ರ ಸೇರಿಸಿ
mr: प्रोफाइल चित्र जोडा

source: Registration successful!
hi: पंजीकरण सफल!
kn: ನೋಂದಾಯನ ಯಶಸ್ವಿ!
mr: नोंदणी यशस्वी!

source: Registration failed
hi: पंजीकरण विफल
kn: ನೋಂದಾಯನ ವಿಫಲವಾಗಿದೆ
mr: नोंदणी अयशस्वी

# fill_required_fields
source: Please fill required fields
hi: कृपया आवश्यक फ़ील्ड भरें
kn: ದಯವಿಟ್ಟು ಅಗತ್ಯ ಫೀಲ್ಡ್‌ಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ
mr: कृपया आवश्यक फील्ड भरा

# valid_lat_lng
source: Please enter valid latitude and longitude
hi: कृपया मान्य अक्षांश और देशांतर दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಅಕ್ಷಾಂಶ ಮತ್ತು ರೇಖಾಂಶವನ್ನು ನಮೂದಿಸಿ
mr: कृपया वैध अक्षांश आणि रेखांश प्रविष्ट करा

source: Location permission denied
hi: स्थान अनुमति अस्वीकृत
kn: ಸ್ಥಳ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ
mr: स्थान अनुमती नाकारली

# location_fetched
source: Location fetched successfully
hi: स्थान सफलतापूर्वक प्राप्त
kn: ಸ್ಥಳವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಪಡೆದುಕೊಳ್ಳಲಾಗಿದೆ
mr: स्थान यशस्वीरित्या मिळाले

source: Camera error
hi: कैमरा त्रुटि
kn: ಕ್ಯಾಮೆರಾ ದೋಷ
mr: कॅमेरा त्रुटी

source: Gallery error
hi: गैलरी त्रुटि
kn: ಗ್ಯಾಲರಿ ದೋಷ
mr: गॅलरी त्रुटी

# photo_captured
source: Photo captured successfully
hi: फोटो सफलतापूर्वक कैप्चर किया गया
kn: ಫೋಟೋ ಯಶಸ್ವಿಯಾಗಿ ಸೆರೆಹಿಡಿಯಲಾಗಿದೆ
mr: फोटो यशस्वीरित्या कॅप्चर झाला

# image_selected
source: Image selected successfully
hi: छवि सफलतापूर्वक चुनी गई
kn: ಚಿತ್ರವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
mr: प्रतिमा यशस्वीरित्या निवडली

source: Welcome Back
hi: स्वागत है
kn: ಸ್ವಾಗತ
mr: स्वागत आहे

# health_priority
source: Your health is our priority. Quick access to healthcare services.
hi: आपका स्वास्थ्य हमारी प्राथमिकता है। स्वास्थ्यसेवा सेवाओं तक तेजी से पहुंचें।
kn: ನಿಮ್ಮ ಆರೋಗ್ಯ ನಮ್ಮ ಅಗ್ರಾಧಿಕಾರ. ಆರೋಗ್ಯಸೇವಾ ಸೇವೆಗಳಿಗೆ ತ್ವರಿತ ಪ್ರವೇಶ.
mr: तुमचे स्वास्थ्य आमचे प्राधान्य. आरोग्य सेवांतर्फे द्रुत प्रवेश.

source: Emergency SOS
hi: आपातकालीन SOS
kn: ತುರ್ತು SOS
mr: आपातकालीन SOS

# dispatch_ambulance
source: Tap to dispatch ambulance immediately
hi: एम्बुलेंस तुरंत भेजने के लिए टैप करें
kn: ತುರ್ತುವಾಗಿ ಆಂಬುಲೆನ್ಸ್ ಕಳುಹಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
mr: तत्काळ रुग्णवाहिका पाठवण्यासाठी टॅप करा

source: Healthcare Services
hi: स्वास्थ्यसेवा सेवाएं
kn: ಆರೋಗ್ಯಸೇವಾ ಸೇವೆಗಳು
mr: आरोग्य सेवा

source: Symptom Checker
hi: लक्षण जांचकर्ता
kn: ರೋಗಲಕ್ಷಣ ಚೆಕರ್
mr: लक्षण तपासक

# instant_assessment
source: Get instant health assessment
hi: तत्काल स्वास्थ्य मूल्यांकन प्राप्त करें
kn: ತಾತ್ಕ್ಷಣಿಕ ಆರೋಗ್ಯ ನಿರ್ಣಯ ಪಡೆಯಿರಿ
mr: तत्काळ आरोग्य मूल्यांकन मिळवा

source: Find Hospital
hi: अस्पताल खोजें
kn: ಆಸ್ಪತ್ರೆ ಹುಡುಕಿ
mr: रुग्णालय शोधा

# locate_facility
source: Locate nearest medical facility
hi: निकटतम चिकित्सा सुविधा ढूंढें
kn: ಹತ್ತಿರದ ವೈದ್ಯಕೀಯ ಸೌಲಭ್ಯವನ್ನು ಖುಂಟಿಸಿ
mr: जवळचे वैद्यकीय सुविधा शोधा

source: Health Records
hi: स्वास्थ्य रिकॉर्ड
kn: ಆರೋಗ್ಯ ದಾಖಲೆಗಳು
mr: आरोग्य रेकॉर्ड

# medical_history
source: View your medical history
hi: अपना चिकित्सा इतिहास देखें
kn: ನಿಮ್ಮ ವೈದ್ಯಕೀಯ ಇತಿಹಾಸವನ್ನು ವೀಕ್ಷಿಸಿ
mr: तुमचा वैद्यकीय इतिहास पाहा

# about_app
source: About Smart Health
hi: स्मार्ट हेल्थ के बारे में
kn: ಸ್ಮಾರ್ಟ್ ಹೆಲ್ತ್ ಬಗ್ಗೆ
mr: स्मार्ट हेल्थ बद्दल

# learn_more
source: Learn more about our platform
hi: हमारे मंच के बारे में अधिक जानें
kn: ನಮ್ಮ ವೇದಿಕೆ ಬಗ್ಗೆ ಹೆಚ್ಚು ತಿಳಿಯಿರಿ
mr: आमच्या प्लॅटफॉर्मबद्दल अधिक जाणून घ्या

source: Edit Profile
hi: प्रोफाइल संपादित करें
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
mr: प्रोफाइल संपादित करा

source: Logout
hi: लॉगआउट
kn: ಲಾಗ್ ಔಟ್
mr: लॉगआउट

source: Smart Health
hi: स्मार्ट हेल्थ
kn: ಸ್ಮಾರ್ಟ್ ಹೆಲ್ತ್
mr: स्मार्ट हेल्थ

# ambulance_dispatch
source: Emergency alert sent! Ambulance en route.
hi: आपातकालीन अलर्ट भेजा गया! एम्बुलेंस रास्ते में है।
kn: ತುರ್ತು ಎಚ್ಚರಿಕೆ ಕಳುಹಿಸಲಾಗಿದೆ! ಆಂಬುಲೆನ್ಸ್ ದಾರಿಯಲ್ಲಿದೆ.
mr: आपातकालीन सतर्कता पाठवली! रुग्णवाहिका रस्त्यावर आहे.

# dispatch_failed
source: Failed to send emergency alert
hi: आपातकालीन अलर्ट भेजने में विफल
kn: ತುರ್ತು ಎಚ್ಚರಿಕೆ ಕಳುಹಿಸಲು ವಿಫಲವಾಗಿದೆ
mr: आपातकालीन सतर्कता पाठवण्यास अयशस्वी

source: Hospital Operations
hi: अस्पताल संचालन
kn: ಆಸ್ಪತ್ರೆ ಕಾರ್ಯಾಚರಣೆ
mr: रुग्णालय संचालन

source: Active Alerts
hi: सक्रिय अलर्ट
kn: ಸಕ್ರಿಯ ಎಚ್ಚರಿಕೆಗಳು
mr: सक्रिय सतर्कता

source: My Profile
hi: मेरी प्रोफाइल
kn: ನನ್ನ ಪ್ರೊಫೈಲ್
mr: माझी प्रोफाइल

source: Edit Hospital Profile
hi: अस्पताल प्रोफाइल संपादित करें
kn: ಆಸ್ಪತ್ರೆ ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
mr: रुग्णालय प्रोफाइल संपादित करा

source: Beds
hi: बिस्तर
kn: ಹಾಸಿರುಗಳು
mr: बेड

# icu_beds_label
source: ICU Beds
hi: ICU बिस्तर
kn: ICU ಹಾಸಿರುಗಳು
mr: ICU बेड

source: Oxygen
hi: ऑक्सीजन
kn: ಆಕ್ಸಿಜನ್
mr: ऑक्सिजन

source: Distance
hi: दूरी
kn: ದೂರ
mr: अंतर

source: km
hi: किमी
kn: ಕಿಮಿ
mr: किमी

source: Call
hi: कॉल करें
kn: ಕರೆ ಮಾಡಿ
mr: कॉल करा

source: Navigate
hi: नेविगेट करें
kn: ನ್ಯಾವಿಗೇಟ್ ಮಾಡಿ
mr: नेव्हिगेट करा

source: No hospitals found
hi: कोई अस्पताल नहीं मिला
kn: ಯಾವ ಆಸ್ಪತ್ರೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ
mr: कोणतेही रुग्णालय सापडले नाही

source: Loading...
hi: लोड हो रहा है...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
mr: लोड होत आहे...

source: Error
hi: त्रुटि
kn: ದೋಷ
mr: त्रुटी

source: Save
hi: सहेजें
kn: ಉಳಿಸಿ
mr: जतन करा

source: Cancel
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ
mr: रद्द करा

source: Delete
hi: हटाएं
kn: ಅಳಿಸಿ
mr: हटवा

source: Update
hi: अपडेट करें
kn: ನವೀಕರಿಸಿ
mr: अपडेट करा

source: Submit
hi: जमा करें
kn: ಸಲ್ಲಿಸಿ
mr: सबमिट करा

source: Back
hi: वापस
kn: ಹಿಂದಕ್ಕೆ
mr: मागे

source: Next
hi: अगला
kn: ಮುಂದಿನ
mr: पुढे

source: Finish
hi: समाप्त
kn: ಮುಗಿಸಿ
mr: संपन्न

# or_text
source: OR
hi: या
kn: ಅಥವಾ
mr: किंवा

# your_trusted_healthcare
source: Your trusted healthcare companion
hi: आपकी विश्वसनीय स्वास्थ्यसेवा साथी
kn: ನಿಮ್ಮ ವಿಶ್ವಾಸಾರ್ಹ ಆರೋಗ್ಯಸೇವಾ ಸಾಥಿ
mr: आपली विश्वस्त आरोग्य सेवा साथी

source: Proposed Solution
hi: प्रस्तावित समाधान
kn: ಪ್ರಸ್ತಾವಿತ ಪರಿಹಾರ
mr: प्रस्तावित समाधान

source: Unified Health Dashboard
hi: एकीकृत स्वास्थ्य डैशबोर्ड
kn: ಸಂಯೋಜಿತ ಆರೋಗ್ಯ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
mr: एकीकृत आरोग्य डॅशबोर्ड

# digital_records_history
source: Digital health records & history
hi: डिजिटल स्वास्थ्य रिकॉर्ड और इतिहास
kn: ಡಿಜಿಟಲ್ ಆರೋಗ್ಯ ದಾಖಲೆ ಮತ್ತು ಇತಿಹಾಸ
mr: डिजिटल आरोग्य रेकॉर्ड आणि इतिहास

# all_health_info
source: All health info in one place
hi: एक जगह पर सभी स्वास्थ्य जानकारी
kn: ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ ಎಲ್ಲಾ ಆರೋಗ್ಯ ಮಾಹಿತಿ
mr: एक जागेत सर्व आरोग्य माहिती

source: Preventive Health Alerts
hi: निवारक स्वास्थ्य सतर्कता
kn: ತಡೆಗಟ್ಟುವ ಆರೋಗ್ಯ ಎಚ್ಚರಿಕೆ
mr: प्रतिबंधक आरोग्य सतर्कता

# area_based_outbreak
source: Area-based outbreak alerts
hi: क्षेत्र-आधारित प्रकोप सतर्कता
kn: ಪ್ರದೇಶ-ಆಧಾರಿತ ಸಾಂಕ್ರಾಮಿಕ ಎಚ್ಚರಿಕೆ
mr: क्षेत्र-आधारित प्रादुर्भाव सतर्कता

# city_wide_warnings
source: City-wide health warnings
hi: शहर-व्यापी स्वास्थ्य चेतावनी
kn: ನಗರ-ವ್ಯಾಪಿ ಆರೋಗ್ಯ ಎಚ್ಚರಿಕೆ
mr: शहर-व्यापी आरोग्य चेतावणी

# one_touch_sos
source: One-touch SOS button
hi: एक-टच SOS बटन
kn: ಒಂದು-ಸ್ಪರ್ಶ SOS ಬಟನ್
mr: एक-टॅप SOS बटण

source: Quick emergency help
hi: त्वरित आपातकालीन सहायता
kn: ತ್ವರಿತ ತುರ್ತು ಸಹಾಯ
mr: त्वरित आपातकालीन मदत

# smart_integrated_system
source: Smart, Accessible & Integrated Health Management System
hi: स्मार्ट, सुलभ और एकीकृत स्वास्थ्य प्रबंधन प्रणाली
kn: ಸ್ಮಾರ್ಟ, ಪ್ರವೇಶಾರ್ಹ ಮತ್ತು ಸಂಯೋಜಿತ ಆರೋಗ್ಯ ನಿರ್ವಹಣ ವ್ಯವಸ್ಥೆ
mr: स्मार्ट, प्रवेशयोग्य आणि एकीकृत आरोग्य व्यवस्थापन प्रणाली

# hospital_label
source: Hospital
hi: अस्पताल
kn: ಆಸ್ಪತ್ರೆ
mr: रुग्णालय

# app_label
source: App
hi: ऐप्लिकेशन
kn: ಅಪ್ಲಿಕೇಶನ್
mr: अ‍ॅप

# government_label
source: Government
hi: सरकार
kn: ಸರ್ಕಾರ
mr: सरकार

# no_patients
source: No Patients Yet
hi: अभी कोई रोगी नहीं
kn: ಇನ್ನೂ ರೋಗಿಗಳಿಲ್ಲ
mr: अद्याप कोणतेही रुग्ण नाहीत

# awaiting_ambulance
source: Awaiting incoming ambulance alerts
hi: आने वाली एम्बुलेंस सतर्कता की प्रतीक्षा
kn: ಆಗುವ ಆಂಬುಲೆನ್ಸ್ ಎಚ್ಚರಿಕೆ ಪ್ರತೀಕ್ಷೆ
mr: येणारी रुग्णवाहिका सतर्कता प्रतीक्षा करत आहे

source: No Active Alerts
hi: कोई सक्रिय सतर्कता नहीं
kn: ಸಕ್ರಿಯ ಎಚ್ಚರಿಕೆಗಳಿಲ್ಲ
mr: कोणतीही सक्रिय सतर्कता नाही

# waiting_dispatch
source: Waiting for emergency dispatch
hi: आपातकालीन प्रेषण की प्रतीक्षा
kn: ತುರ್ತು ಪ್ರೇಷಣ ಪ್ರತೀಕ್ಷೆ
mr: आपातकालीन प्रेषण प्रतीक्षा करत आहे

# health_analytics
source: Health Analytics Dashboard
hi: स्वास्थ्य विश्लेषण डैशबोर्ड
kn: ಆರೋಗ್ಯ ವಿಶ್ಲೇಷಣೆ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
mr: आरोग्य विश्लेषण डॅशबोर्ड

source: Government Analytics
hi: सरकार विश्लेषण
kn: ಸರ್ಕಾರ ವಿಶ್ಲೇಷಣೆ
mr: सरकार विश्लेषण

source: Active Hospitals
hi: सक्रिय अस्पताल
kn: ಸಕ್ರಿಯ ಆಸ್ಪತ್ರೆಗಳು
mr: सक्रिय रुग्णालय

source: Ambulance Count
hi: एम्बुलेंस गणना
kn: ಆಂಬುಲೆನ್ಸ್ ಎಣಿಕೆ
mr: रुग्णवाहिका गणना

# avg_eta
source: Average ETA (min)
hi: औसत ETA (मिनट)
kn: ಸರಾಸರಿ ETA (ನಿಮಿಷ)
mr: सरासरी ETA (मिनिट)

source: Completed Alerts
hi: पूर्ण सतर्कता
kn: ಪೂರ್ಣ ಎಚ್ಚರಿಕೆಗಳು
mr: पूर्ण सतर्कता

source: Refresh Data
hi: डेटा ताज़ा करें
kn: ಡೇಟಾ ರಿಫ್ರೆಶ್ ಮಾಡಿ
mr: डेटा रिफ्रेश करा

# no_data
source: No data available
hi: कोई डेटा उपलब्ध नहीं
kn: ಯಾವುದೇ ಡೇಟಾ ಲಭ್ಯವಿಲ್ಲ
mr: कोणताही डेटा उपलब्ध नाही

source: Retry
hi: पुनः प्रयास करें
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
mr: पुन्हा प्रयत्न करा

# failed_load_analytics
source: Failed to load analytics
hi: विश्लेषण लोड करने में विफल
kn: ವಿಶ್ಲೇಷಣೆ ಲೋಡ್ ವಿಫಲ
mr: विश्लेषण लोड करणे अयशस्वी

source: Digital Adoption (%)
hi: डिजिटल अपनाना (%)
kn: ಡಿಜಿಟಲ್ ಅಳವಡಿಕೆ (%)
mr: डिजिटल अवलंबन (%)

# oxygen_hospitals
source: Oxygen-ready Hospitals
hi: ऑक्सीजन-तैयार अस्पताल
kn: ಆಮ್ಲಜನಕ-ಸಿದ್ಧ ಆಸ್ಪತ್ರೆಗಳು
mr: ऑक्सिजन-तयार रुग्णालय

source: Registered Citizens
hi: पंजीकृत नागरिक
kn: ನೋಂದಾಯಿತ ನಾಗರಿಕರು
mr: नोंदणीकृत नागरिक

source: Total Alerts
hi: कुल सतर्कता
kn: ಒಟ್ಟು ಎಚ್ಚರಿಕೆಗಳು
mr: एकूण सतर्कता

source: Total Citizens
hi: कुल नागरिक
kn: ಒಟ್ಟು ನಾಗರಿಕರು
mr: एकूण नागरिक

source: Not set
hi: सेट नहीं है
kn: ಹೊಂದಿಸಿಲ್ಲ
mr: सेट नाही

source: 👤 Personal Information
hi: 👤 व्यक्तिगत जानकारी
kn: 👤 ವ್ಯಕ್ತಿಗತ ಮಾಹಿತಿ
mr: 👤 व्यक्तिगत माहिती

source: 💾 Save Changes
hi: 💾 परिवर्तन सहेजें
kn: 💾 ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
mr: 💾 बदल जतन करा

source: 🏥 Hospital Resources
hi: 🏥 अस्पताल संसाधन
kn: 🏥 ಆಸ್ಪತ್ರೆ ಸಂಪನ್ಮೂಲಗಳು
mr: 🏥 रुग्णालय संसाधन

source: Bed Capacity
hi: बिस्तर क्षमता
kn: ಹಾಸಿರು ಸಾಮರ್ಥ್ಯ
mr: बेड क्षमता

source: Medical Supplies
hi: चिकित्सा आपूर्ति
kn: ವೈದ್ಯಕೀಯ ಪೂರೈಕೆ
mr: वैद्यकीय पुरवठा

source: ✓ Available
hi: ✓ उपलब्ध
kn: ✓ ಲಭ್ಯ
mr: ✓ उपलब्ध

source: ✗ Not available
hi: ✗ उपलब्ध नहीं
kn: ✗ ಲಭ್ಯವಿಲ್ಲ
mr: ✗ उपलब्ध नाही

# oxygen_info_message
source: Enable oxygen if available for emergency SOS dispatch
hi: यदि आपातकालीन एसओएस प्रेषण के लिए उपलब्ध हो तो ऑक्सीजन सक्षम करें
kn: ತುರ್ತು SOS ಪ್ರೇಷಣೆಗೆ ಲಭ್ಯವಾದರೆ ಆಮ್ಲಜನಕವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
mr: आपातकालीन SOS प्रेषणसाठी ऑक्सिजन उपलब्ध असल्यास सक्षम करा

source: 🩺 Symptom Check
hi: 🩺 लक्षण जांच
kn: 🩺 ರೋಗಲಕ್ಷಣ ಪರೀಕ್ಷೆ
mr: 🩺 लक्षण तपास

# select_symptoms_with_details
source: Expand categories and select symptoms with details:
hi: श्रेणियों को विस्तारित करें और विस्तार के साथ लक्षण चुनें:
kn: ವರ್ಗಗಳನ್ನು ವಿಸ್ತರಿಸಿ ಮತ್ತು ವಿವರಗಳೊಂದಿಗೆ ರೋಗಲಕ್ಷಣಗಳನ್ನು ಆರಿಸಿ:
mr: श्रेणी विस्तृत करा आणि तपशीलांसह लक्षण निवडा:

source: ✅ Selected Symptoms:
hi: ✅ चयनित लक्षण:
kn: ✅ ಆಯ್ಕೆಮಾಡಿದ ರೋಗಲಕ್ಷಣಗಳು:
mr: ✅ निवडलेले लक्षण:

source: selected
hi: चयनित
kn: ಆರಿಸಿದ
mr: निवडले

source: Duration
hi: अवधि
kn: ಅವಧಿ
mr: अवधी

source: Severity
hi: गंभीरता
kn: ತೀವ್ರತೆ
mr: गंभीरता

source: Submitting...
hi: जमा किया जा रहा है...
kn: ಸಲ್ಲಿಸಲಾಗುತ್ತಿದೆ...
mr: सबमिट करत आहे...

source: Submit Symptoms
hi: लक्षण जमा करें
kn: ರೋಗಲಕ್ಷಣಗಳನ್ನು ಸಲ್ಲಿಸಿ
mr: लक्षण सबमिट करा

source: days
hi: दिन
kn: ದಿನಗಳು
mr: दिवस

source: Refresh
hi: ताज़ा करें
kn: ತಾಜೇ ಮಾಡಿ
mr: रिफ्रेश करा

source: How many days?
hi: कितने दिन से?
kn: ಎಷ್ಟು ದಿನ?
mr: किती दिवस?

source: Enter number of days
hi: दिनों की संख्या दर्ज करें
kn: ದಿನಗಳಿಗೆ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
mr: दिवसांची संख्या प्रविष्ट करा

source: Severity Level:
hi: तीव्रता स्तर:
kn: ಸೀವೇರಿಟಿ ಲೆವೆಲ್:
mr: गंभीरता स्तर:

source: Mild
hi: हल्का
kn: ಮೃದು
mr: हल्का

source: Moderate
hi: साधारण
kn: ಮಧ್ಯಮ
mr: मध्यम

source: Severe
hi: गंभीर
kn: ತೀವ್ರ
mr: गंभीर

source: Add Symptom
hi: लक्षण जोड़ें
kn: ರೋಗ ಲಕ್ಷಣ ಸೇರಿಸಿ
mr: लक्षण जोडा

source: Ambulance Tracking
hi: एम्बुलेंस ट्रैकिंग
kn: ಆಂಬುಲೆನ್ಸ್ ಪಾರುಕರಣೆ
mr: रुग्णवाहिका ट्रॅकिंग

source: Hospital Delivery
hi: अस्पताल डिलीवरी
kn: ಆಸ್ಪತ್ರೆ ಪ್ರಾರಂಭ
mr: रुग्णालय वितरण

source: Patient delivery in progress
hi: रोगी की डिलीवरी में प्रगति
kn: ರೋಗಿ ಪ್ರಾರಂಭ ವಿಕಸಿತ ಮುದ್ರಣೆ
mr: रुग्ण वितरण प्रगतीत

source: Tracking Timeline
hi: ट्रैकिंग टाइमलाइन
kn: ಪಾರುಕರಣೆ ಕಾಲಾವಧಿ
mr: ट्रॅकिंग टाइमलाइन

source: Dispatched
hi: भेजा गया
kn: ಪೋಷಕ
mr: प्रेषित

source: On the Way
hi: रास्ते में
kn: ಪಂಥಿಕುವೆ
mr: रस्त्यावर

source: Arrived
hi: आ गया
kn: ಆಸುಂಡ
mr: पोहोचले

source: In progress
hi: प्रगति में है
kn: ಸಕ್ರಿಯಾಗಿ
mr: प्रगतीत

source: Delivered
hi: डिलीवर किया गया
kn: ಪ್ರಾರಂಭಿತ
mr: वितरित

source: Ambulance Dispatched
hi: एम्बुलेंस भेजा गया
kn: ಆಂಬುಲೆನ್ಸ್ ಪೋಷನೆಸಾ
mr: रुग्णवाहिका प्रेषित

source: Arrived at Location
hi: स्थान पर पहुंच गया
kn: ಆಸ್ಪತ್ರೆ ಅರಲು ಸೇರಿತು
mr: स्थानावर पोहोचले

source: Confirm Arrival
hi: आगमन की पुष्टि करें
kn: ಸ್ಥಾನಕ್ಕೆ ಸೇರಿತೆ
mr: आगमन पुष्टी करा

# mark_ambulance_as_arrived
source: Mark ambulance as arrived at hospital?
hi: एम्बुलेंस को अस्पताल में पहुंचने के रूप में चिन्हित करें?
kn: ಆಂಬುಲೆನ್ಸ್ಕ ಆಸ್ಪತ್ರೆಯ ಸೇರುತ್ತ ವೈಪ್ಪುವು ಫಲುಸಿ ಪೇಲಾಗಿಕೆ?
mr: रुग्णवाहिकाला रुग्णालयात पोहोचल्याचे चिन्हांकित करा?

source: Confirm
hi: पुष्टि करें
kn: ಪುಶ್ಟಿ ಮಾಡಿ
mr: पुष्टी करा

source: Patient delivered successfully!
hi: रोगी सफलतापूर्वक डिलीवर हुआ!
kn: ರೋಗಿ ಮಾಹಿತಿ ಬಂಪು ರೀತಿ ವಿಸ್ತೃತ!
mr: रुग्ण यशस्वीरित्या वितरित!

# failed_complete_delivery
source: Failed to complete delivery
hi: डिलीवरी पूरी करने में विफल
kn: ಪ್ರಾರಂಭಿತ ವಿಫಲತೆ
mr: वितरण पूर्ण करणे अयशस्वी

source: Could not open maps
hi: नक्शे नहीं खोल सके
kn: ನಕ್ಷೆ ತೆರೆಯಲಾಗಲಿಲ್ಲ
mr: नकाशे उघडू शकत नाही

# error_unable_fetch_ambulance
source: Error: Unable to fetch ambulance status
hi: त्रुटि: एम्बुलेंस स्थिति प्राप्त नहीं कर सकते
kn: ತ್ರುಟಿ: ಆಂಬುಲೆನ್ಸ್ ಸ್ಥಿತಿ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
mr: त्रुटी: रुग्णवाहिका स्थिती प्राप्त करू शकत नाही

# cardiovascular_system
source: ❤️ Heart (Cardiovascular System)
hi: ❤️ हृदय (हृदय प्रणाली)
kn: ❤️ ಹೃದಯ (ಹೃದಯ ವ್ಯವಸ್ಥೆ)
mr: ❤️ हृदय (हृदय प्रणाली)

# nervous_system
source: 🧠 Brain & Nerves (Nervous System)
hi: 🧠 मस्तिष्क और नसें (तंत्रिका तंत्र)
kn: 🧠 ಮಿದುಳು ಮತ್ತು ನರಗಳು (ನರ ವ್ಯವಸ್ಥೆ)
mr: 🧠 मस्तिष्क आणि नसें (तंत्रिका प्रणाली)

# respiratory_system
source: 🫁 Lungs (Respiratory System)
hi: 🫁 फेफड़े (श्वसन प्रणाली)
kn: 🫁 ಶ್ವಾಸಕೋಶ (ಶ್ವಾಸಕ್ರಿಯೆ ವ್ಯವಸ್ಥೆ)
mr: 🫁 फेफसे (श्वसन प्रणाली)

# digestive_system
source: 🍽️ Stomach & Digestion (Digestive System)
hi: 🍽️ पेट और पाचन (पाचन तंत्र)
kn: 🍽️ ಹೊಟ್ಟೆ ಮತ್ತು ಜೀರ್ಣ (ಜೀರ್ಣ ವ್ಯವಸ್ಥೆ)
mr: 🍽️ पोट आणि पाचन (पाचन प्रणाली)

# urinary_system
source: 🚽 Urine & Private Parts (Urinary System)
hi: 🚽 मूत्र और निजी अंग (मूत्र प्रणाली)
kn: 🚽 ಮೂತ್ರ ಮತ್ತು ಖಾಸಗಿ ಭಾಗಗಳು (ಮೂತ್ರ ವ್ಯವಸ್ಥೆ)
mr: 🚽 मूत्र आणि खाजगी भाग (मूत्र प्रणाली)

# musculoskeletal_system
source: 🦴 Bones & Muscles
hi: 🦴 हड्डियां और मांसपेशियां
kn: 🦴 ಮೂಳೆ ಮತ್ತು ಸ್ನಾಯುಗಳು
mr: 🦴 हाड आणि स्नायु

# blood_system
source: 🩸 Blood-Related Problems
hi: 🩸 रक्त से संबंधित समस्याएं
kn: 🩸 ರಕ್ತ ಸಂಬಂಧಿ ಸಮಸ್ಯೆಗಳು
mr: 🩸 रक्त संबंधित समस्या

# general_hormone_system
source: 🌡️ General & Hormone-Related
hi: 🌡️ सामान्य और हार्मोन से संबंधित
kn: 🌡️ ಸಾಮಾನ್ಯ ಮತ್ತು ಹಾರ್ಮೋನ ಸಂಬಂಧಿ
mr: 🌡️ सामान्य आणि संबंध संबंधित

# chest_pain
source: Chest pain or pressure
hi: सीने में दर्द या दबाव
kn: ಛಾತಿಯಲ್ಲಿ ನೋವು ಅಥವಾ ಹಿಂಸೆ
mr: छातीत दाब किंवा दर्द

# heart_beating_fast
source: Feeling your heart beating fast or irregularly
hi: अपने दिल को तेजी से या अनियमित रूप से धड़कते हुए महसूस करना
kn: ನಿಮ್ಮ ಹೃದಯವು ಕ್ষಿಪ್ರವಾಗಿ ಅಥವಾ ಅನಿಯಮಿತವಾಗಿ ಬಡಿಯುವುದನ್ನು ಮಂದಿಸುವುದು
mr: आपले हृदय वेगाने किंवा अनियमितपणे धडकते हे महसूस करणे

# breathlessness
source: Getting breathless easily
hi: आसानी से सांस लेने में परेशानी
kn: ಸುಲಭವಾಗಿ ಸ್ವಾಸ ಅಸಮರ್ಥತೆ ಪಡೆಯುವುದು
mr: सहजपणे श्वास अडचणी मिळणे

# trouble_breathing_lying
source: Trouble breathing when lying flat
hi: लेटते समय सांस लेने में परेशानी
kn: ಮಲಗುವಾಗ ಸ್ವಾಸ ತೆಗೆದುಕೊಳ್ಳುವಲ್ಲಿ ತೊಂದರೆ
mr: पडल्यावर श्वास घेण्यात अडचण

# waking_breathless
source: Waking up at night feeling breathless
hi: रात को सांस लेने में परेशानी के साथ जागना
kn: ರಾತ್ರಿಯಲ್ಲಿ ಸ್ವಾಸ ಸಮಸ್ಯೆಯೊಂದಿಗೆ ಎದ್ದೇಳುವುದು
mr: रात्रीच श्वास अडचणीने जागे होणे

# fainting
source: Fainting or feeling like you may faint
hi: बेहोश होना या बेहोश महसूस करना
kn: ಬೇಸತ್ತುಬೀಳುವುದು ಅಥವಾ ಬೇಸತ್ತುಬೀಳುವಂತೆ ಭಾಸವಾಗುವುದು
mr: बेहोश होणे किंवा बेहोश होण्याचा भय

# swelling_extremities
source: Swelling of feet or ankles
hi: पैरों या टखनों में सूजन
kn: ಪಾದ ಅಥವಾ ಕಣಕುಳಿಗಳಲ್ಲಿ ಊತ
mr: पाद किंवा घोड्याच्या गाठीत सूज

# bluish_lips
source: Bluish lips or fingers
hi: होंठ या उंगलियों का नीला पड़ जाना
kn: ತುಟಿಯ ಅಥವಾ ಬೆರಳುಗಳ ನೀಲಿ ತಿರುವು
mr: होठांचा किंवा बोटांचा निळा पडणे

# very_tired
source: Feeling very tired
hi: बहुत थका हुआ महसूस करना
kn: ತುಂಬಾ ಸುಸ್ತ ಭಾಸವಾಗುವುದು
mr: अत्यंत थकलेले महसूस करणे

# leg_pain_walking
source: Leg pain while walking
hi: चलते समय पैर में दर्द
kn: ನಡೆಯುವಾಗ ಕಾಲಿನಲ್ಲಿ ನೋವು
mr: चालताना पायात दाब

source: Headache
hi: सिरदर्द
kn: ತಲೆನೋವು
mr: डोकेदुखी

# dizziness
source: Feeling dizzy or spinning
hi: चक्कर आना या घूमना
kn: ತೆರೆತಾಣ ಅಥವಾ ತಿರುಗುವಿಕೆಯ ಭಾವನೆ
mr: चक्कर येणे किंवा फिरण्याचा अनुभव

source: Blacking out
hi: बेहोश होना
kn: ಬೆಪುದೇಳುವುದು
mr: बेहोश होणे

# seizures
source: Fits / seizures
hi: दौरे / आक्षेप
kn: ಫಿಟ್ಸ್ / ಕ್ರಮಾಗತ ಸಂವೇದನೆ
mr: ॲक्शन / आक्षेप

# weakness_limbs
source: Weakness in arms or legs
hi: बाहों या पैरों में कमजोरी
kn: ತೋಳುಗಳು ಅಥವಾ ಕಾಲುಗಳಿನಲ್ಲಿ ದುರ್ಬಲತೆ
mr: हाताला किंवा पायाला कमजोरी

# numbness
source: Numbness or 'pins and needles' feeling
hi: सुन्नता या सुई जैसी अनुभूति
kn: ಮೊಡೆತತ್ವ ಅಥವಾ 'ಪಿನ್ ಮತ್ತು ಸೂಜಿ' ಭಾವನೆ
mr: सोपेपणा किंवा पिन आणि सुई जैसी अनुभूती

source: Trouble speaking
hi: बोलने में परेशानी
kn: ಮಾತನಾಡುವಿಕೆಯಲ್ಲಿ ತೊಂದರೆ
mr: बोलण्यात अडचण

# blurred_vision
source: Blurred or double vision
hi: धुंधली या दोहरी दृष्टि
kn: ಅಸ್ಪಷ್ಟ ಅಥವಾ ಡಬಲ್ ನೋಟ
mr: धुंधली किंवा दुहेरी दृष्टी

# memory_problems
source: Memory problems or confusion
hi: स्मृति समस्याएं या भ्रम
kn: ಸ್ಮೃತಿ ಸಮಸ್ಯೆ ಅಥವಾ ಗೋಲಮಾಲಿಕೆ
mr: स्मृती समस्या किंवा गोंधळ

# shaking_hands
source: Shaking of hands
hi: हाथों का कांपना
kn: ಕೈಗಳ ನಡುಕ
mr: हातांचे कंपन

# difficulty_walking
source: Difficulty walking or keeping balance
hi: चलने में कठिनाई या संतुलन बनाए रखना
kn: ನಡೆಯುವಿಕೆ ಅಥವಾ ಸಮತೋಲನ ನಿರ್ವಹಿಸುವಲ್ಲಿ ತೊಂದರೆ
mr: चाल किंवा संतुलन राखणे कठीण

source: Cough
hi: खांसी
kn: ಕೆಮ್ಮು
mr: खोकला

# mucus_cough
source: Mucus/phlegm while coughing
hi: खांसते समय बलगम / कफ
kn: ಕೆಮ್ಮುವಾಗ ಶ್ಲೇಷ್ಮ / ಖಿನ್ನತೆ
mr: खोकल्यावेळ कफ

# blood_cough
source: Blood in cough
hi: खांसी में खून आना
kn: ಕೆಮ್ಮುವಾಗ ರಕ್ತ
mr: खोकल्यात रक्त

# whistling_breathing
source: Whistling sound while breathing
hi: सांस लेते समय सीटी की आवाज
kn: ಸ್ವಾಸ ಪ್ರಶ್ವಾಸದಲ್ಲಿ ಸೀಟಿನ ಶಬ್ದ
mr: श्वास घेताना सीटीची आवाज

# chest_pain_breathing
source: Chest pain while breathing deeply
hi: गहराई से सांस लेते समय सीने में दर्द
kn: ಆಳವಾಗಿ ಸ್ವಾಸ ತೆಗೆದುಕೊಳ್ಳುವಾಗ ಛಾತಿಯಲ್ಲಿ ನೋವು
mr: खोल श्वास घेताना छातीत दाब

source: Noisy breathing
hi: जोर से सांस लेना
kn: ತೀವ್ರ ಸ್ವಾಸ ಪ್ರಶ್ವಾಸ
mr: जोरदार श्वास

# fever_cough
source: Fever with cough
hi: खांसी के साथ बुखार
kn: ಕೆಮ್ಮೆಂದು ಜ್ವರ
mr: खोकल्यासह ताप

source: Night sweating
hi: रात को पसीना आना
kn: ರಾತ್ರಿಯಲ್ಲಿ ಬೆವರೆ ಬೀಳುವುದು
mr: रात्रीच घाम येणे

source: Weight loss
hi: वजन कम होना
kn: ತೂಕದ ನಷ್ಟ
mr: वजन कमी होणे

source: Poor appetite
hi: भूख में कमी
kn: ಕಡಿಮೆ ಹಸಿವು
mr: कमी भूक

# feeling_nausea
source: Feeling like vomiting
hi: मतली जैसा महसूस करना
kn: ವಮನದ ಭಾವನೆ
mr: उलट्यांचा अनुभव

source: Vomiting
hi: उल्टी करना
kn: ವಮನ
mr: उलट्या

# burning_chest
source: Burning in chest or throat (acidity)
hi: सीने या गले में जलन (एसिडिटी)
kn: ಛಾತಿ ಅಥವಾ ಗಂಟಲಿನಲ್ಲಿ ದಹನ (ಅಮ್ಲತೆ)
mr: छातीत किंवा घशात जळजळणे (अम्लता)

source: Stomach pain
hi: पेट में दर्द
kn: ಹೊಟ್ಟೆಯಲ್ಲಿ ನೋವು
mr: पोटदुखी

source: Bloated stomach
hi: पेट में सूजन
kn: ಹೊಟ್ಟೆಯಲ್ಲಿ ಊತ
mr: फुगीलेला पोट

# difficulty_swallowing
source: Difficulty swallowing food
hi: भोजन निगलने में कठिनाई
kn: ಆಹಾರ ಲೋಳಿಸುವಿಕೆಯಲ್ಲಿ ತೊಂದರೆ
mr: अन्न गिळण्यात अडचण

source: Loose motions
hi: ढीली गति
kn: ಸಡಿಲ ಚಲನೆ
mr: हलकेच गती

source: Constipation
hi: कब्ज
kn: ಗ್ರಹಣಿಯಾಗು
mr: कब्जियत

# blood_stools
source: Blood in stools or black stools
hi: मल में खून या काला मल
kn: ಮಲಗಳಲ್ಲಿ ರಕ್ತ ಅಥವಾ ಕಪ್ಪು ಮಲ
mr: विष्ठेत रक्त किंवा काळे विष्ठे

# jaundice
source: Yellowing of eyes/skin (jaundice)
hi: आंखों / त्वचा का पीला पड़ जाना (पीलिया)
kn: ಕಣ್ಣುಗಳು / ತ್ವಚೆಯ ಹಳದಿ ಬಣ್ಣ (ಪೀತವಾತ)
mr: डोळ्याल किंवा त्वचेचा पिवळा रंग (पिवळ्यायट्या)

# burning_urination
source: Burning while passing urine
hi: पेशाब करते समय जलन
kn: ಮೂತ್ರ ವಿಸರ್ಜನೆಯಲ್ಲಿ ದಹನ
mr: मूत्र विसर्जन करताना जळजळणे

# frequent_urination
source: Going to the toilet very often
hi: बहुत बार पेशाब के लिए जाना
kn: ಆಗಾಗ ಶೌಚಾಲಯಕ್ಕೆ ಹೋಗುವುದು
mr: अनेकदा शौचालयाला जाणे

# sudden_urge
source: Sudden urge to pass urine
hi: पेशाब करने की अचानक तीव्र इच्छा
kn: ಮೂತ್ರ ವಿಸರ್ಜನೆಯ ಆಕಸ್ಮಿಕ ತೀವ್ರ ಪ್ರಚೋದನೆ
mr: मूत्र विसर्जनाची अचानक तीव्र इच्छा

# nocturia
source: Waking up at night to pass urine
hi: रात को पेशाब के लिए जागना
kn: ರಾತ್ರಿಯಲ್ಲಿ ಮೂತ್ರ ವಿಸರ್ಜನೆ ಮಾಡಲು ಎದ್ದೇಳುವುದು
mr: रात्रीच मूत्र विसर्जनासाठी जागे होणे

# blood_urine
source: Blood in urine
hi: पेशाब में खून
kn: ಮೂತ್ರದಲ್ಲಿ ರಕ್ತ
mr: मूत्रात रक्त

# low_urine
source: Passing very little urine
hi: बहुत कम मूत्र पास करना
kn: ಸ್ವಲ್ಪ ಮೂತ್ರ ವಿಸರ್ಜನೆ ಮಾಡುವುದು
mr: खूप कमी मूत्र विसर्जन

# lower_back_pain
source: Pain in lower back or sides
hi: निचली पीठ या किनारों में दर्द
kn: ಕೆಳ ಬೆನ್ನು ಅಥವಾ ಬದಿಗಳಲ್ಲಿ ನೋವು
mr: खालच्या पीठीत किंवा बाजूंमध्ये दाब
